Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/other_files/tid_for_samtale_nordsamisk.pdf.tmx
Source language: sme
Languages: sma

source: OVDASÁTNI
sma: Tijje ektesne soptsestalledh

source: Buot váhnemat háliidit mánáideaset ovdánit positiivvalaččat, ja skuvla lea deaŧalaš mielveahkki dán barggus.
sma: Dovne hiejme jih skuvle daerpies learohki lieremen jih øvtiedimmien gaavhtan • Digkiedimmie-tæjmoe = øvtiedimmie

source: Váhnenkonferánsa lea aiddo dat deaivvadansadji gos dákkár ovttasbarggu sáhttá duddjot máná / oahppi ektui.
sma: • Ryøjredimmie

source: Dán gihppagis geavahat ovdánanságastallan-sáni váhnenkonferánsasáni sajis.
sma: • Guktie øørnedh jih leahtah vuesiehtidh • Soptsestallemen sisvege

source: Ovdánanságastallan-sátni deattuha mii dát ságastallamiid lea; mo oahppi doaibmá, oahppá ja ovdána.
sma: Hiejmen jih skuvlen ektesvuekiebarkoe learohken lieremen jih øvtiedimmien gaavhtan Eejhtegi-moenehtse maadth-skuvlesne

source: Vuođđoskuvlla váhnenlávdegoddi almmustahttá Ságastallanáigigihppaga vai dat livččii reaidun buoridit ruovttu ja skuvlla ovttasbarggu.
sma: Fug 2005 Layout: Nygaard Design Våarome: deville design Trygke: AS Papermill Teekste: Kåre Lutro jih Marianne Vangsnes akti vøøki FUG-ine barkeme Guvvieh: Ragnhild Ronja Berge

source: Gihpa lea čállojuvvon sihke váhnemiid ja oahpaheaddjiid várás. Gihppagis geavahat váhnen-sáni go oaivvildat sihke váhnemiid ja fuolaheaddjiid.
sma: Eejhtegi-moenehtse maadth-skuvlesne Påaste-lihtie 8119 Dep. 0032 Oslo Tlf. 22 24 75 63 Faaxe: 22 24 75 90 www.fug.no www.foreldrenettet.no post@fug.no

source: Ságastallanáiggi leat Horddalánddas Osa gieldda oahpaheaddjit ja váhnemat ráhkadan.
sma: Voestes aejkien buakteme, voestes beerteme 2005 ISBN: 82-92517-71-5

source: Osa gielda lea máŋggaid jagiid hábmen vugiid ahte mo bagadit ja árvvoštallat oahppiid.
sma: ÅVTESBAAKOEH

source: Ovttas Fusa gielddain lea prošeaktajoavku ráhkadan reaiddu mo systemáhtalaččat árvvoštallat árvosániid haga (VUK).
sma: Gaajhkh eejhtegh vaajtelieh buerie øvtedimmiem altese maanide, jih skuvle dihte vihkelommes viehkie disse.

source: Oahppit árvvoštallojit árvosániid haga miehtá vuođđoskuvlla áigodaga.
sma: Eejhtege-digkiedimmie-sijjie lea vihkeles ektesvuekiebarkoen gaavhtan maanese / learohkese.

source: Golbma maŋimuš vuođđoskuvlajagi ja joatkkaskuvllas árvvoštallojit oahppit maiddái árvosániid vuođul.
sma: Daennie tjaalegisnie sijhtibie øvtiedimmiesoptsestallemem eejhtegi- digkiedimmie sæjjan biejedh.

source: Árvvoštallanreaiddu VUK geavahit buot skuvllat dán guovtti gielddas ja lea hui deaŧalaš oassi ovdánanságastallamiin.
sma: Øvtiedimmiesoptsestalleme buerebe sieveste man bijre digkiedidh, guktie maana verveste, leara jih øvtiedimmiem jaksa.

source: Dát gihpa láidesta ovdánanságastallama sisdollui.
sma: Tjaalege sjeahta dovne eejhtegi jih lohkehtæjjide.

source: Mii sávvat ahte gihpa movttiidahttá váhnemiid ja oahpaheaddjiid, ja duddjo buori ságastallanvuođu ja ovttasbarggu oahppi ektui.
sma: Tjaalegisne leah eejhtegh provhkesovveme dovne riektes eejhtegidie bijre, mohte aaj maanaj jeatjaj viehkietæjjaj bijre (foresatte).

source: FUG (VVL) giitá čálli-guoktá oahpahusinspektevrra Kåre Lutro ja Søfteland skule (Søftelanda skuvlla) adjunkta Marianne Vangsnesa.
sma: FUG-e sæjhta øøhpehtimmie-åejviem Kåre Lutroem jih adjunktem Marianne Vangsnesem, Søftelaanten skuvlesne, gie aaj tjaelije orreme, gijhtedh barkoen åvteste.

source: FUG giitá maiddái Kristin ja Bjørn Halvor Haukelanda, Lill-Karin Wallema ja Per Olav Søråsa, geat leat rávvagiid buktán sisdoalu ektui.
sma: FUG-e aaj sæjhta Kristin jih Bjørn Halvor Haukelandem, Lill- Karin Wallem jih Per Olav Søråsem gijhtedh gieh aaj sisvegasse viehkiem vadteme.

source: Vuođđoskuvlla váhnenlávdegoddi Geassemánnu 2005
sma: Eejhtegi-moenehtse maadth-skuvlesne Ruffien 2005

source: VUOĐĐU
sma: MAADTH-VÅAROME

source: Árvvoštallan ja bagadeapmi
sma: Vierhtiedimmie jih bihkedimmie

source: Gulahallanoahpaheaddjis lea váldoovddasvástádus gohččut boahtit ovdánanságastallamii, ja son galgá ovttas váhnemiiguin gávnnahit mii sisdoaluid ja vuođuid galgá leat ságastallamis.
sma: Gaskems-lohkehtæjja dihte åejvie-diedtem åtna øvtiedimmiesoptsestallemasse bøøredh. Dihte edtja aaj eejhtegigujmie digkiedidh guktie sisvege ektesvuekiebarkoen soptsestallemasse bøøremes sjædta.

source: Mii maŋŋelaš čilget mo dán sáhttá dahkat.
sma: Mænngan bååstide daan lahtesasse båetibie.

source: Vuođđoskuvlla njuolggadusaid § 3-2 dadjá earret eará ná skuvlla ja ruovttu ovttasbarggu birra: - Skuvla galgá doallat buori oktavuođa váhnemiiguin.
sma: Åvtesbaakoe maadth-skuvlese § 3-2 daam jeahta skuvlen jih hiejmen barkoen gaskems: Skuvle edtja buerie gaskesem eejhtegigujmie utnedh.

source: unnimusat guktii jagis doallat ráhkkanahtton ja struktuvrralaš ságastallama singuin. Ságastallamis galgá gulahallanoahpaheaddji earret eará muitalit man muttus oahppi lea daid ulbmiliid ektui mat leat oahppoplánas ja mo oahppi bargá beaivválaččat.
sma: Gaskems-lohkehtæjja edtja gøøkten aejkien jaepesne dej gujmie soptsestidh jih bieljelidh guktie learohken tjøødth-sijje lea learoeplaanen vuepsien mietie jih guktie learohke biejjegi barka.

source: Ságastallama galgá čoahkkáigeassit vai ee. šaddá ovttaoaivilvuohta das maid sii erenoamážit galget deattuhit boahttevaš barggus.
sma: Lohkehtæjja edtja minngemes byjjehtidh man bijre soptsestamme jih nimhtie eejhtegigujmie siemes sjidtedh guktie learohke edtja vijriebasse barkedh, maahtoem tjøønghkedh.

source: Muhtumin sáhttet leat sivat manne dušše oahpaheaddji ja váhnemat fertešedje sierranassii ságastallat ovttas.
sma: Gosse learohke luhkie gøøkten jaepien båeries, dellie jijtje maahta dåeriedidh øvtiedimmiesoptsestallem goltelidh.

source: Dan sii ovdagihtii šiehtadit.
sma: Vihkeles dagkeres mååhtedimmien bijre aeriebistie siemes sjidtedh.

source: Go mii dán gihppagis geavahat ovdamearkkaid dasa mo ovdánanságastallamat galggašedje leat, de dain leat sihke oahppi, váhnemat ja oahpaheaddji rehkenaston oasseváldin.
sma: Gosse daate gærjetje vuesehte guktie dagkeres øvtiedimmiesoptsestallemh maehtieh årrodh, dellie mijjen vuajnoen mietie daerpies dovne learohke, eejhtegh jih lohkehtæjja meatan.

source: Oahppi, oahpaheaddji ja váhnemiid gaskasaš ovdánanságastallamii ferte bures ráhkkanit.
sma: Daerpies lea øvtiedimmiesoptsestallemem learohken, lohkehtæjjan jih eejhtegi gaskems eensi-laakan soejkesjidh.

source: Go buohkat dákkár deaivvadeamis galget dovdat iežaset dássálaga, de fertejit buohkat dovdat ságastallama sisdoalu.
sma: Jis gaajhkesh edtjieh tjåangkosne damtedh seamma vierhtegisnie, dellie vihkeles soptsestallemen sisvege gaajhkesidie damtoes.

source: Datte ii berre ságastallan dollot nu čavgadit ahte ii šatta šat vejolaš coggalit gaskii dárbbašlaš áššiid.
sma: Læjhkan lea daerpies aaj nuepiem åadtjodh orre aamhtsh åvtese guedtedh jis gieh sijhtieh.

source: Juohke oahppis lea vuoigatvuohta bagaduvvot ja árvvoštallot dan 10 jagis go vázzet vuođđoskuvlla.
sma: Gaajhkh learohkh reaktam utnieh bihkedimmiem jih vierhtiedimmiem åadtjodh luhkieh jaepieh mearan maadth-skuvlesne.

source: Dát bagadus ja árvvoštallan galgá muitalit veahá mo oahppi doaibmá fágalaččat ja sosiálalaččat, ja makkár bargovugiid oahppi hálddaša.
sma: Daate bihkedimmie jih vierhtiedimmie edtja såårnedh guktie learohke faagigujmie skuvlesne barka, guktie dej jeatja learohki ektesne jih magkeres barkoedirregh provhka.

source: Ságastallamis galget maiddái ovttas gávnnahit mo sin ovttasbargu galgá ain joatkašuvvat.
sma: Soptsestalleme edtja aaj byjjehtiidh guktie barkoem bijjiebasse lutnjedh.

source: Vuođđoskuvlla njuolggadusaid § 3-1 ja § 3-3 dadjet earret eará árvvoštallama hárrái ná: - Mánáidskuvllas galgá skuvla árvvoštallat dušše árvosániid haga.
sma: Åvtesbaakoe maadth-skuvlese §3-1 jih §3-3 aaj daam jeahta vierhtiedimmien bijre: Maanah-skuvlesne edtja skuvle vierhtiedidh namtegh karakterh.

source: galgá oahppi lassin árvvoštallamii árvosániid haga, oažžut fágaárvosániid ja ortnet- ja láhttaárvosániid.
sma: Noereskuvlesne edtja learohke lissine karakterh ovmese faagine åadtjodh jih aaj væhtah mah vuesiehtieh guktie sjyøkemisnie jih guktie dåemedimmie jeatja learohki ektine.

source: Danin go rábmi ovdánahttá olbmo, de lea deaŧalaš oahppái dovdat ahte son máhttá ja sáhttá sihke dasa mii gullá fágalaš ja sosiálalaš gelbbolašvuhtii ja bargovugiid geavaheapmái.
sma: Girmeme øvtiedimmiem åvtese juhtehte jih vihkeles lea diedtem learohki haalvedimmiej nualan biejedh gosse faagi- ektesvuekiebarkoe jih aaj dirregh barkojse buerie.

source: Vaikko vel álggahettiin ságastalloge oahppiid nana beliid birra, de ferte maiddái ságastallat daid áššiid birra mat oahppái leat hástalussan.
sma: Læjhkan gosse soptsestalleme vuejnemetsiehkeste learohkidie bøøremes sijjan beaja, tjoeveribie aaj learohkidie eevtjedh geervebe aamhtsigujmie barkedh.

source: Maiddái ferte árvvoštallat man láhkai oahpaheaddji ja váhnemat galget dustet hástalusaid ja mo daid čuovvolit.
sma: Lissine aaj tjoeveribie vierhtiedidh guktie barkoem learohkidie sjiehtesjadtedh jih gaervies biejedh.

source: Ovdánanságastallamis fertejit leat ovttaoaivilis das makkár mihttomeriid galget juksat boahtte áigodagas.
sma: Øvtiedimmiesoptsestallemisnie tjoeverieh siemes sjidtedh magkerh vuepsieh leah vihkelommes båetije tijjen.

source: Dán sáhttet ráhkadit čálalaš šiehtadussan skuvlla, oahppi ja ruovttu gaskii.
sma: Dihte maahta tjaaleld mååhtedimmie skuvlen, lohkehtæjjan jih hiejmen gaskems årrodh.

source: Dákkár šiehtadus sáhttá sisttisdoallat oahppi, oahpaheaddji ja váhnemiid mihttomeriid.
sma: Dagkeres mååhtedimmie maahta vuepsiem vuesiehtidh dovne learohkese, lohkehtæjjese jih eejhtegidie.

source: (Geahča šiehtadusovdamearkka s. 13)
sma: (Vuartesjh dagkeres mååhtedimmiem 13.

source: RÁHKKANEAPMI
sma: RYØJREDIMMIE

source: Ovdánanságastallama sáhttá ráhkkanahttit ja organiseret máŋggaláhkai.
sma: Sjiere modellh gååvnesieh gosse øvtiedimmiesoptsestalleminie barkedh.

source: Makkáraš vuogi dal jo vállješ, de lea deaŧalaš sihkkarastit ahte ovdánanságastallan duddjo ovttasbarggu oahppi, váhnemiid ja skuvlla gaskii.
sma: Seamma maam veeljh, dellie vihkeles buekiehtidh ektesvuekiebarkoem learohki, eejhtegi jih skuvlen gaskems.

source: Váhnemat ja skuvla Sihkkarastin dihtii buori ovttasbarggu, de sáhtášii ovdánanságastallan leat ovdamearkka dihtii váhnenčoahkkimis fáddán.
sma: Eejhtegh jih skuvle Gosse buerie ektesvuekiebarkoem øvtiedidh, dellie dihte maahta eejhtegitjåangkosne aamhtse årrodh.

source: Doppe sáhttet sihke oahpaheaddji ja váhnemat árvalit mii ságastallamis galgá dáhpáhuvvat.
sma: Desnie maehtieh dovne lohkehtæjja jih eejhtegh aamhtsh nebnedh mah maehtieh vuesiehtidh maan bijre digkiedidh.

source: Oahpaheaddji sáhttá maiddái sáddet ságastallančállosa masa váhnemiid hástala čállit daid áššiid maid háliidit váldit ovdan.
sma: Lohkehtæjja aaj maahta tjaalegegem sedtedh gusnie faala eejhtegidie tjaeledh man bijre soptsestalledh.

source: Go oahpaheaddji oažžu Sáhttá maiddái leat ávkkálaš jearahit váhnemiid ovdánanságastallama birra.
sma: Gosse lohkehtæjja tjaalegem bååstide dååste, dellie maahta digkiedimmiem fiere guhtese sjiehtesjadtedh.

source: Iskkadeamis sáhttá ovdamearkka dihtii jearrat:
sma: Gyhtjelassh-giehtjedimmie eejhtegidie aaj maahta aevhkies årrodh.

source: • Mii galggašii leat ovdánanságastallama fáddán ?
sma: Gyhtjelassh maehtieh naemhtie årrodh: • Man bijre soptsestalledh ?

source: • Gallii galggašedje skuvla ja váhnemat deaivvadit skuvlajagis ?
sma: • Man gellie tjåangkoeh daerpies skuvlen jih eejhtegi gaskems skuvlejaepesne ?

source: • Man guhká galggašii ságastallan bistit ?
sma: • Man guhkies soptsestalleme daerpies ?

source: • Geat galggašedje oassálastit ságastallamis ?
sma: • Gieh gelhkieh soptsestallemisnie meatan ?

source: 1: Oahppi ja oahpaheaddji / ráhkkaneapmi 2: Oahppi / váhnemat - ráhkkanit ruovttus 3: Ovdánanságastallan, masa buohkat leat bures ráhkkanan.
sma: 1: Lerohke jih lohkehtæjja / ryøjredimmie 2: Learohke / eejhtegi - ryøjredimmie gåetesne 3: Øvtiedimmiesoptsestalleme, gusnie gaajhksh meatan NOMME: DAJVE: KRØØHKESTIMMIE JIH TOLERANSE GUKTIE: Alvas lihke Gellien aejkien Naan aejkien Sveekes Mierhke Manne vissjeles dejtie guhth daerpies Manne dåarjoem jih vaarjelem dejtie guhth daarpesjieh Mov goerkesimmie jeatjabidie reaktam vadta jijtjedh aarvoeh utnedh Mov goerkesimmie jeatja dåemiedimmide krøøhkeste

source: Oahppi ja oahpaheaddji
sma: Learohke jih lohkehtæjja

source: Mánáidskuvllas vedjet jo oahppit leat dan mađe rávvásat ahte sáhttet oassálastit ovdánanságastallama ráhkkaneamis.
sma: Naan learohkh maana-skuvlesne maehtieh meatan gosse ryøjredimmine øvtiedimmiesoptsestalleminie giehtelidh.

source: Nuoraidskuvllas leat luohkkáráđđečoahkkimii várrejuvvon sierra diimmut, mat sáhttet geavahuvvot dánlágan ráhkkanemiide.
sma: Noerskuvlesne sjiere tæjmoeh dagkeres barkojse.

source: Man birra háliidit oahppit ságastallat ?
sma: Man bijre sijhtieh learohkh digkiedidh ?

source: Ovttasráđiid oahpaheaddjiin sáhttet gávnnahit heivvolaš fáttáid.
sma: Lohkehtæjjan ektesne maehtieh sjiehteles aamhtsh gaavnedh.

source: 5. ja 8. cehkiid oahppit oaivvildit ovdánanságastallama birra earret eará dán:
sma: Learohkh 5. jih 8 daltesisnie ikth næmhtie såårneme øvtiedimmiesoptsestallemen bijre:

source: • Oahppi ferte beassat oassálastit ovdánanságastallamis,
sma: • Learohkh tjoeverieh meatan.

source: sutnje han dat gullá.
sma: Dah leah jarngesne

source: • Deaivvadeapmi galggašii bistit unnimusat 30
sma: • Vaenemes 30 minudth daerpies guktie gaajhksh

source: minuhta, amas šaddat doapmamuš, ja buohkat besset hállat.
sma: åadtjoeh soptsestidh

source: • Buorre lea beassat ráhkkanit ságastallamii.
sma: • Hijven åadtjodh aeriebistie daejredh man bijre

source: • Deaŧalaš lea beassat iežas buohtastahttit
sma: • Vihkeles jijtjenæjnene mohtedidh jih ij duj

source: iežainis, iige geainnage earáin.
sma: • Luste gosse lohkehtæjja girmie

source: • Somá lea buriid sániid gullat oahpaheaddjis.
sma: • Ånnetji jarparostibie gosse lohkehtæjja girmie,

source: • Heahpat gal lea gullat go oahpaheaddji rábmo
sma: • Hijven buerie aamhtsij bijre soptsestidh, mohte

source: mu, muhto somá gal maid lei !
sma: daerpies nebnedh mij nåake aaj

source: • Deaŧalaš lea ságastallat das mii lea positiiva,
sma: • Tjovve bååktjege gosse nåake aamhtsi bijre soptsestidh

source: das mii manná bures, muhto olmmoš han ferte maid duoddut gullat dan mii lea heittot.
sma: Tjarkadiksvoete learohkese båata jis learohke aeriebistie daajra man bijre soptsestidh.

source: • Čoddagis dovdo go ságastallat dan birra mii ii leat nu vuogas. Go oahppi diehtá mii ságastallamis galgá dáhpáhuvvat, de dat buktá oadjebasvuođa.
sma: Nimhtie aaj learohke viehkiem åådtje jijtje vierhtiehtidh guktie faagigujmie barka, guktie dåemiedimmie jeatja almetji ektesne jih guktie barkoejgujmie giehtele.

source: Oahppiságastallamis, oahpaheaddji ja oahppi gaskasaš ságastallamis, sáhttiba ráhkkanit ovdánanságastallamii.
sma: Vihkeles aaj dagkeres øvtiedimmiesoptsestallemh goltelidh jih åadtjodh daejredh maam learohke jijtjh-lieremen bijre muana.

source: Ságastallamis galggašeigga maid ságastit das maid oahppi oaivvilda iežas oahppama hárrái.
sma: Mejtie mij jeatja daerpies skuvlesne jallh gåetesne guktie learoe jih maahtoe buerebe sjædta ?

source: Lea go mihkkege mii galggašii leat earáláhkai skuvllas dahje ruovttus, vai oahppan ja ovdáneapmi buorránivčče ?
sma: Learohke jih lohkehtæjja maehtiegan digkiedidh guktie bievnesidie åvtese guedtedh gosse øvtiedimmiesoptsestalleme.

source: Oahppi ja oahpaheaddji ráhkkaneaba mo dán galggašii buktit ovdan ovdánanságastallamis.
sma: Ektesne maehtiegan siemes sjidtedh guktie orre vuepsieh jaksedh båetije tijjen.

source: Ovttas sáhttiba hábmet ođđa mihttomeriid maid oahppi galgá boahtte áigodagas juksat.
sma: Nimhtie åadtjodh meatan årrodh jih rååresjidh, lea buerie skreejehtimmien gaavhtan.

source: Dánlágan oahppioassálastin sáhttá leat movttiidahtti. Go oahppi šaddá boarrásat, de sáhttá leat ávkkálaš geavahit fágalaš ja sosiálalaš ovdáneami iešárvvoštallanskovi.
sma: Gosse learohke bårasåbpoe, dellie nuhteligs jijtsh-vierhtiedimmie-sjeemam provhkedh faagi gaavhtan jih aaj vuejnedh guktie altese dåemiedimmie jeatja almetji ektine.

source: Devdojuvvon skovvi lea buorre doarjja go oahpaheaddjiin ságastallá.
sma: Dagkeres sjeema lea aevhkies gosse lohkehtæjjine soptsestalledh.

source: Dánlágan skovi sáhttá maiddái geavahit ovdánanságastallamis.
sma: Jeatjh-laaketje sjeema aaj nuhteligs øvtedimmiesoptsestallemasse.

source: Oahppi ja váhnemat
sma: Learohke jih eejhtegh

source: Go oahppi ja váhnemat dovdet ságastallama sisdoalu, de sáhttet maiddái ráhkkanit deaivvadeapmái.
sma: Gosse soptsestallemen sisvege daajroes, dellie aelhkie gosse tjåangkoe.

source: Ráhkkaneami álkidahttin dihtii sáhttá oahpaheaddji sáddet čállosa mas jearrá mo oahppi lea ovdánan maŋimuš áiggi.
sma: Viehkie aaj maahta årrodh jis lohkehtæjja tjaalegem sedtie gusnie gyhtjelassh learohken øvtiedimmien bijre minngemes tijjen.

source: • Guđe fágaid orut iežat mielas hálddašeamen bures ?
sma: Gåarede gihtjedh: • Magkeres faagh dutnjien aelhkemes ?

source: • Makkár bargovugiide liikot ?
sma: • Guktie bøøremes dutnjien barkedh ?

source: • Geainna ovttastalat skuvllas ?
sma: • Giejnie leah skuvlesne ektine ?

source: • Maid don liikot bargat friddjabottuin ?
sma: • Maam bøøremes lyjhkh darjodh gosse liegkese ?

source: Go ovdánanságastallan ráhkkanahtto, de dat sihkkarastá ahte ságastallan geavahuvvo dasa mii lea deaŧaleamos; ovdánahttit oahppi ja movttiidahttit su hálddašit daid hástalusaid mat bohtet su guovdu skuvlaáiggis.
sma: Øvtiedimmie-soptsestallemidie eensilaakan ryøjredh leah joekoen vihkeles gosse learohkide eevtjedh jih reesedh haestiedimmide skuvlesne dåastodh.

source: Go bures lea ráhkkanan, de dat duddjo positiiva vuordámušaid ja oadjebasvuođa daidda geat galget deaivvadit.
sma: Buerie ryøjredimmieh daerpies vuartoej gaavhtan jih nimhtie aaj tjarkadiksvoetem gaajhkside vedtedh.

source: ORGANISEREN JA VUOĐĐU
sma: Guktie darjodh jih rammah disse

source: Bovdehus
sma: Bøøreme

source: Muhtun skuvllain dollet ain ovdánanságastallamiid eahketbeaivve dahje eahkedis, muhto eanet ahte eanet skuvllat geahččalit doallat ságastallamiid beaivet.
sma: Naan skuvlh ennje voejhkelieh øvtiedimmiesoptsestallemidie gaske-biejjien mænngan jallh iehkedi utnedh, mohte gellie skuvlh daelie voejhkelieh dejtie biejjegi juhtiehtidh.

source: Sihke oahpaheaddji ja váhnemat fertejit iežaset geahččalit heivehaddat nu ahte ovttas gávnnahit heivvolaš ságastallanáiggi.
sma: Lohkehtæjja jih eejhtegh åadtjoeh jijtje veeljedh gosse sjeahta. Mohte skuvlen diedte lea nimhtie sjiedtesjadtedh guktie gaajhksidie sjeahta båetedh.

source: Muhto skuvllas lea geatnegasvuohta láhčit dili nu ahte buot váhnemat sáhttet Ovdánanságastallama bovdehus ferte sáddejuvvot ruovttuide buori áiggis.
sma: Vuesiehtimmie-sjeema

source: Juohke oahppi sáhtášii ieš bovdet váhnemiiddis.
sma: Gunvorese jih Hansese Tijje ektesne soptsestalledh.

source: Muhtun váhnemiid oaivilat dasa ahte geat galggašedje oassálastit ságastallamis:
sma: Dah gieh edtjieh gaavnedidh leah: eejhtegh, learohke jih gaskemes lohkehtæjja.

source: • Dáidá leat buorre muhtumin deaivvadit maiddái mánáid haga.
sma: Gaavnedimmiesijjie: Gærja-gåetie Gåessie: gaskevåhkoen 30.04 Tæjmoe:14.00-14.30

source: • Álkit lea ságastallat váttes áššiid birra mánáid gulakeahttá.
sma: Aamhtsh soptsestallemasse leah: Faagi øvtiedimmie

source: • Muhtun háviid háliidivččiimet ságastallat dakkár áššiid birra maid mánát
sma: tjaeleme (og / å)

source: eai galggašii gullat.
sma: • Matematigke (algebra)

source: • Buorre go oahppi lea mielde, dalle sii sáhttet gullat sihke buriid ja heajos
sma: • Englaanten giele (lohkeme / soptsestidh) Barkoe tæjmojne

source: beliid.
sma: • Guktie

source: • Buoremus dieđuid oažžu dalle go buohkat leat das: oahppi, váhnemat ja
sma: barkoejgujmie eensi laakan giehtelidh Tryjjesvoete • Liegkesese jih

source: oahpaheaddji.
sma: • Tæjmoeh jih

source: Bovdehusas berre oidnot mii ovdánanságastallama sisdoallu lea ja geat galget deaivvadit.
sma: ektesvuekie barkoe Gåetie-barkoe

source: Latnja
sma: • Gåessie

source: Luohkkálatnja lea heivvolaš sadji oahpaheaddjái, oahppái ja váhnemiidda deaivvadit.
sma: • Barkoe-voeth Heelsegh Bøøreme tjoevere gåetide sedtesovvedh låångk aerebi tjåangkoen.

source: Sáhtášii maid geavahit eará lanjaid doallat ovdánanságastallama, omd. joavkolanja dahje skuvlagirjerádjosa.
sma: Gåarede aaj learohkh jijtje lohkehtæjjan ektine bøøremidie tjaelieh gosse sjiehteles tijjem gaavneme, jih jijtje altese eejhtegidie bøørieh.

source: Beroškeahttá lanjas, de lea lunddolaš organiseret ságastallama nu ahte váhnemat, oahppi ja oahpaheaddji čohkkájit seamma beavddi birra.
sma: Jeatja aejkien lea nuhteles seamma bøøremem gaajhkide eejhtegidie klaassesne sedtedh guktie eejhtegh jijtje åadtjoeh sievestidh tæjmojde mah sjiehtieh.

source: Geavatlaš bealli galgá čájehit ahte ságatallanguimmežat galget dovdat iežaset ovttaárvosažžan.
sma: Guktie aerbi moeneme, dellie maanah maehtieh dåeriedidh gosse 2. - 3. klaassesne vaedtsieminie.

source: Loahpahettiin de ferte leat áigi čoahkkáigeassit ságastallama ja hábmet mihttomeriid boahtte áigodahkii.
sma: Vihkeles learohkh åadtjoeh dåeriedidh, mohte naan aejkien lea aaj daerpies eejhtegh åadtjoeh lohkehtæjjine soptsestidh maanaj namhtegh.

source: Olu váhnemat háliidit geavahit unnimusat 30 minuhta dánlágan ságastallamiidda.
sma: Naaken eejhtegijstie daam jiehtieh gieh meatan: • Hijven jis maanah eah fierhten aejkien dåeredh

source: Iskkadeapmi váhnemiid gaskkas muitala maid muhtumat oaivvildit ságastallanáiggis:
sma: • Jis man geerve bijre soptsestalledh, dellie buerebh gosse eah maanah meatan

source: • Guhkidehket ságastallama 30 minuhttii, de ii dárbbaš ballat
sma: • Naan aejkien vaajtelibie aamhtsi bijre digkiedidh namtegh maanah

source: geavaheames menddo guhkes áiggi, ja oahpaheaddjit eai dárbbaš maŋŋánit
sma: • Saerniestimmieh bøøremes sjidtieh jis gaajhkesh dovnesh meatan, dovne

source: • Sávvet guhkebuš áiggi go 30 minuhta
sma: learohke, eejhtegh jih lohkehtæjja

source: • Go buohkat galggažit ollet dadjat maidege, de lea dárbu unnimusat 30
sma: Bøøremisnie tjoevere tjåadtjodh mij soptsestallemen sisvege jih gieh meatan.

source: minuhttii.
sma: Tjiehtjele

source: Jođiheaddjit Dávjjimusat lea lunddolaš ahte oahpaheaddji jođiha ságastallama.
sma: Klaassen tjiehtjele hijven sjeahta gosse lohkehtæjja, learohke jie eejhtegh gaavnedieh.

source: Oahpaheaddjit geat leat geahččalan oahppijođiheami, leat vásihan ahte dat lea hui ávkkálaš oahppi ovdáneapmái, muhto dat gis mielddisbuktá ahte ráhkkananbargu guhku sihke oahppái ja oahpaheaddjái.
sma: Buerie leah gaavnedidh desnie gusnie learohke barka, vuejnedh barkoesijjiem, guvvieh jih aaj barkoeh jeatja learohkijstie. Gåarede aaj jeatja tjiehtjielisnie årrodh gosse øvtiedimmiesoptsestalleme, v.g. dåehkie- tjiehtjele jallh gærjagåetie.

source: SÁGASTALLAMA SISDOALLU Maŋosgeahčasteapmi
sma: Dihte mij daerpies leah åadtjodh raeffesne tjahkasjidh.

source: Sáhttá leat vuogas álggahettiin geahčastit mihttomeriid maid mannan deaivvadeamis mearridedje.
sma: Semma magkeres tjiehtjele, daerpies leah eejhtegh, lohkehtæjja seamma buertien bijre tjahkasjieh.

source: Mo lea ovdáneapmi leamaš maŋimuš áigodagas ?
sma: Dihte vuesehte gaajhkesh dovnesh seamma vierhtiegisnie.

source: Lea go oahppi juksan šihttojuvvon mihttomeriid ?
sma: Buerie astoe lea daerpies gosse soptsestalledh.

source: Leat go mihttomearit leamaš ávkkálaččat dasa mo oahppi lea doaibman ja ovdánan ?
sma: Gaajhkesh dovnesh tjoeverieh åadtjodh jiehtedh maam sijhtieh.

source: Oahppi, váhnemat ja oahpaheaddji árvvoštallet bohtosiid, ja bidjet fas ovttas ođđa mihttomeriid boahttevaš áigodahkii.
sma: Tjåangkoen minniegietjesne lea daerpies moenedh man bijre soptsestamme jih vuepside vuesiehtidh båetije tijjese.
